Repository: levy5434/eclinic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Add client to appointment
pl: Dodaj klienta do wizyty

source: Service
pl: Usługa

source: Doctor
pl: Doktor

source: Additional information
pl: Dodatkowe informacje

source: Search by last name
pl: Szukaj według nazwiska

source: No patients
pl: Brak pacjentów

source: Add client to the appointment
pl: Dodaj klienta do wizyty

source: To
pl: Do

source: This action can not be reversed!
pl: Nie można cofnąć tej czynności

source: Yes
pl: Tak

source: No
pl: Nie

source: Add new disease to
pl: Dodaj nową chorobe

source: Add disease
pl: Dodaj chorobę

source: Add new medicine to
pl: Dodaj nowy lek

source: Add medicine
pl: Dodaj lek

source: Add new pet
pl: Dodaj nowe zwierzę

source: Add pet
pl: Dodaj zwierzę

source: My pets
pl: Moje zwierzęta

source: No pets yet.
pl: Brak zwierząt

source: Needs to be rescheduled!
pl: Musi zostać przełożona

source: City:
pl: Miasto:

source: Phone number:
pl: Numer telefonu:

source: Date of birth:
pl: Data urodzenia:

source: Add new disease
pl: Dodaj nową chorobę

source: No diseases
pl: Brak zarejestrowanych chorób

source: Actual
pl: Aktualne

source: Past diseases
pl: Przebyte choroby

source: Appointments
pl: Wizyty

source: Appointments to reschedule
pl: Wizyty do przełożenia

source: No appointments to reschedule.
pl: Brak wizyt do przełożenia

source: My schedule
pl: Mój harmonogram

source: Browse Clients
pl: Przeglądaj klientów

source: Our doctors
pl: Nasi doktorzy

source: Hello,
pl: Witaj,

source: Log out
pl: Wyloguj

source: Register
pl: Zarejestruj

source: Log in
pl: Zaloguj

source: Clients
pl: Przeglądaj klientów

source: Recommendations:
pl: Zalecenia:

source: Active
pl: Aktywna

source: Past
pl: Przebyta

source: Register date:
pl: Data rejestracji:

source: Cure date:
pl: Data wyleczenia:

source: Edit disease
pl: Edytuj chorobę

source: Medicines
pl: Leki

source: Add new medicine
pl: Dodaj lek

source: Name:
pl: Nazwa:

source: Dose:
pl: Dawka:

source: Introduction date:
pl: Data wprowadzenia:

source: Edit
pl: Edytuj

source: No medicines
pl: Brak leków

source: Pets
pl: Zwierzęta

source: Past appointments
pl: Poprzednie wizyty

source: Do you want to delete
pl: Czy na pewno chcesz usunąc

source: from
pl: z

source: from database?
pl: z bazy danych?

source: Delete pet
pl: Usuń zwierzę

source: Speciality
pl: Specjalność

source: Services
pl: Usługi

source: No services added yet.
pl: Brak dodanych usług.

source: Make appointment
pl: Umów wizyte

source: Manage slots
pl: Zarządzaj slotami

source: Time of visit
pl: Godzina wizyty

source: Phone number
pl: Numer telefonu:

source: Pet
pl: Zwierzę

source: Edit disease:
pl: Edytuj chorobę:

source: Save changes
pl: Zapisz zmiany

source: Edit medicine:
pl: Edytuj lek:

source: Welcome to the E-Clinic
pl: Witaj w E-Clinic

source: After logging in you will see the user panel.
pl: Po zalogowaniu zobaczysz panel uzytkownika.

source: Reschedule appointments
pl: Przełóż wizyty

source: Choose vet service
pl: Wybierz usługę weterynaryjną

source: Date
pl: Data

source: Week
pl: Tydzień

source: More hours
pl: Więcej godzin

source: Close
pl: Zamknij

source: Previous week
pl: Poprzedni tydzień

source: Next week
pl: Nastepny tydzień

source: Go to slot
pl: Przejdź do slotu

source: No appointments for this day
pl: Brak spotkań na ten dzień

source: No slots for this week
pl: Brak slotów w tym tygodniu

source: No appointments registered
pl: Brak zarejestrowanych wizyt

source: Working hours
pl: Godziny pracy

source: Today is
pl: Dzisiaj jest

source: Free day
pl: Dzień wolny

source: Free
pl: Wolne

source: Reschedule appointment
pl: Przełóż wizyte

source: Upcoming visit:
pl: Nadchodząca wizyta:

source: Todays schedule
pl: Dzisiejszy harmonogram

source: This service is not available!
pl: Ta usługa jest niedostępna

source: Success! Free time has been booked.
pl: Sukces! Zarezerwowano czas wolny

source: Success! Appointment has been booked.
pl: Sukces! Wizyta została zarejestrowana.

source: You can not delete previous appointments
pl: Nie możesz usunąć poprzednich wizyt

source: Appointment has been deleted
pl: Wizyta została odwołana

source: Appointment has a client!
pl: Wizyta posiada klienta!

source: Client has been added to the appointment
pl: Klient został dodany do wizyty

source: Disease has been added
pl: Choroba została dodana

source: Pet has been deleted
pl: Zwierzę zostało usunięte

source: Slot have been deleted
pl: Slot został usunięty

source: Medicine has been added
pl: Lek został dodany

source: You can not add slot in this day of the week!
pl: Nie możesz dodac slota w ten dzień tygodnia!

source: Slots have been added
pl: Sloty zostały dodane

source: Medicine has been updated
pl: Lek został zaaktualizowany

source: Medicine has been deleted
pl: Lek został usunięty

source: Disease has been deleted
pl: Choroba została usunięta

source: This hour is not available!
pl: Ta godzina nie jest dostępna!

source: Appointment has been rescheduled
pl: Wizyta została przełożona

source: Disease has been updated
pl: Choroba została zaaktualizowana

source: You can not edit this appointment
pl: Nie możesz edytować tej wizyty

source: Information has been updated
pl: Informacje zostały zaaktualizowane

source: Change Password
pl: Zmień hasło

source: Confirm
pl: Potwierdz

source: Edit profile
pl: Edytuj profil

source: You have been looged out. Thank you for visiting!
pl: Zostałeś wylogowany. Dziękujemy za wizyte!

source: Log in to your account.
pl: Zaloguj do konta

source: Username password didn't match
pl: Błędne hasło

source: User profile
pl: Profil użytkownika

source: Register Page
pl: Zarejestruj

source: Warning!
pl: Uwaga

source: This site uses cookies.By staying on the site you agree to save them in your browser.
pl: Niniejsza strona wykorzystuje pliki cookies. Pozostając na stronie godzisz się na ich zapisywanie w Twojej przeglądarce.

source: End data:
pl: Data zakończenia:

source: Delete disease
pl: Usuń chorobę

source: Edit medicine
pl: Edytuj lek

source: Delete medicine
pl: Usuń lek

source: Home
pl: Strona domowa

source: Cure Data
pl: Data wyleczenia:

source: Date of birth:
pl: Data urodzenia

source: name
pl: Nazwa

source: specie
pl: Gatunek

source: birth date
pl: Data urodzenia

source: animal
pl: Zwierzę

source: recommendations
pl: Zalecenia

source: cure date
pl: Data wyleczenia

source: introduction date
pl: Data wprowadzenia

source: phone_number
pl: numer telefonu

source: city
pl: miasto

source: dose
pl: dawka

source: First Name
pl: Imie

source: Name should have first letter upper case and the rest lower case
pl: Imię powinno zaczynać się z dużej litery a reszta z małej

source: Last Name
pl: Nazwisko

source: Surname should have first letter upper case and the rest lower case
pl: Nazwisko powinno zaczynać się z dużej litery a reszta z małej

source: City
pl: Miasto

source: City should have first letter upper case and cannot contain special characters
pl: Miasto powinno zaczynać się z dużej litery i nie zawierać znaków specjalnych

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
pl: Numer telefonu musi być podany w formacie '+999999999'. Do 15 cyfer

source: I am healthy!
pl: Zdrowy

source: Birth date
pl: Data urodzenia
